export const structure = [
  {
    buildingCode: "기지#01",
    id: 0,
    subtitle: "알로이시오전자기계고등학교의 종합실습실로 쓰던 폐교 공간",
    exp: "실습을 위한 밀링머신, 선반 등의 대형 기계들이 놓여있었고, 지게차로 자재를 운반할 수 있도록 통로가 넓고 층고가 높은 것이 매력적이었던 곳으로 리모델링을 통하여 멋진 공간으로 재탄생하였습니다.",
    floor: [
      [
        {
          name: "알로이시오홀",
          subtitle: "1층&2층을 연결하여 만든 계단식 다목적 공간",
          content:
            "폐교 전 체육관의 마루바닥재를 재활용한 계단과 아치형 빨간 벽돌로 구성된 따뜻한 느낌의 홀로, 강연회·연주회·영화상영 등 다양한 쓰임이 있는 곳입니다. (면적 155.79㎡, 수용인원 130명)",
          img: "/assets/알로이시오홀.jpg",
        },
        {
          name: "빵굽는수녀님",
          subtitle: "나눔의 빵을 굽는 공간",
          content:
            "두산 박용만 회장의 후원으로 서울 쪽방촌 이웃에게 한끼의 건강한 빵을 나누기 위해 시작한 활동을 부산 기지에서도 독거노인분들과 미혼모가정에 정성이 가득한 빵나눔을 이어가고 있습니다.",
          img: "",
        },
        {
          name: "카페바뇌",
          subtitle: "수녀님이 언제든 따뜻하게 맞이하는 카페",
          content:
            "바리스타 수녀님이 내리는 맛있는 커피와 그 어떤 곳보다 따뜻한 환대가 있고 늘 꽃들이 있는 향기로운 카페입니다.",
          img: "",
        },
        {
          name: "메이커스랩",
          subtitle: "디지털 기술을 접목한 메이킹을 통해 미래역량을 키우는 공간",
          content:
            "레고를 모티브로 한 실내 디자인이 돋보이는 공간. 레고공학·디지털 공학·미디어 등 마음껏 만들고 펼쳐보는 공간입니다.",
          img: "",
        },
        {
          name: "영상제작실",
          subtitle: "비대면 수업에서 개인방송까지 하는 미니스튜디오",
          content:
            "규모는 작지만 비대면 수업 활용은 물론 다양한 영상을 크로마키, 음향 및 촬영장비, 조명을 이용하여 찍고 편집하여 팟캐스트, 유튜브 등 개인방송까지 하는 스튜디오입니다.",
          img: "",
        },
      ],
      [
        {
          name: "알로이시오역사관",
          subtitle: "기념관이면서 전시·이벤트 공간",
          content:
            "설립자 소 알로이시오 신부님과 학교의 역사를 기념하고 그 뜻과 취지에 맞는 소규모 전시를 릴레이로 진행하는 이벤트 공간입니다.",
          img: "",
        },
        {
          name: "뷰티활동실",
          subtitle: "족욕과 헤어샴푸로 서로의 온기를 느끼는 공간",
          content:
            "가족이나 친구끼리 서로 발을 씻어 주기도 하고 머리도 감겨주며 따뜻함과 감사의 마음을 전하는 체험을 해볼 수 있는 활동실입니다.",
          img: "",
        },
        {
          name: "요즘공방",
          subtitle: "다양한 소재의 공예 활동을 하는 공간",
          content:
            "일상의 다양한 소재를 활용한 공예활동을 하는 공간이며, 소규모 회의실 및 세미나실 용도로도 사용됩니다.",
          img: "",
        },
      ],
      [
        {
          name: "침묵의방",
          subtitle: "침묵을 통해 힐링되는 공간",
          content:
            "방에 들어서는 순간, 따스한 햇살 가득한 큰 창으로 자연을 맞이하면 나도 모르게 감탄과 침묵을 하게 됩니다. 너무나도 바쁘게 돌아가는 세상 속에서 때로는 침묵하며 나에게 집중해보는 시간을 가져 보는 건 어떨까요?",
          img: "",
        },
        {
          name: "작은도서관",
          subtitle: "비밀의 회전문으로 통하는 꿈 도서관",
          content:
            "빈백소파에 앉아 편안하게 책을 보는 온돌마루의 도서관. 비치된 책들은 알로이시오 중·고교에서 소장하던 책들을 깨끗이 소독하고 다시 정리한 것입니다.",
          img: "",
        },
        {
          name: "사랑방",
          subtitle: "테라스가 있는 온돌마루 활동 공간",
          content:
            "온돌마루 좌식 다목적 활동공간입니다. 그룹활동, 개별활동을 자유로이 구성하여 맨발로 뒹굴고, 기대고, 눕고, 앉아 활동할 수 있으며, 전면 슬라이딩 도어를 열면 대나무로 된 천정의 외부 테라스로 연결되어 빗소리, 바람소리 자연을 만끽할 수 있습니다.",
          img: "",
        },
        {
          name: "생활공방",
          subtitle: "수녀님의 생활공예 작품 만나볼 수 있는 공간",
          content:
            "수녀님들의 압화·한지·퀼트·뜨개질·인형 등 생활공예 작업이 이루어지는 공간. 수녀님들의 작품들을 판매도 하니 구경하시고 맘에 쏙 드는 소품이 눈에 띄면 get하세요.",
          img: "",
        },
        {
          name: "음악활동실",
          subtitle: "다양한 음악활동을 하는 공간",
          content:
            "옛 알로이시오오케스트라로 유명하며 그 노하우로 현악기, 타악기, 그 외 여러 가지 악기들로 다양한 음악활동을 하는 공간입니다.",
          img: "",
        },
      ],
      [
        {
          name: "모두의부엌",
          subtitle: "집과 같은 요리활동 공간",
          content:
            "일반 가정의 부엌과 같이 구성하여 집과 같은 편안함을 주는 요리활동실입니다. 함께 요리한 음식과 수직농장에서 수확한 채소를 곁들여 부엌 옆의 다이닝룸에서 먹으며 행복한 시간을 보내세요.",
          img: "",
        },
        {
          name: "수직농장",
          subtitle: "미래의 환경과 먹거리를 생각해보는 체험 공간",
          content:
            "온도·습도·빛·바람·배양액을 인공적으로 관리하여 다양한 무공해 쌈채소류를 재배하고 있는 수경재배실입니다. 수확한 채소를 요리시간에 신선한 재료로 바로 사용하기도 하고, 카페바뇌에서 판매도 합니다.",
          img: "",
        },
        {
          name: "달빛옥상",
          subtitle: "탁트인 옥상 마당",
          content:
            "옥상에 잔디를 깔아 도심에서 캠핑을 하는 기분을 즐길 수 있습니다. 하늘과 맞닿은 탁트인 공간에서 계절의 변화도 느끼고, 밤에는 별도 관찰하는 활동을 합니다.",
          img: "",
        },
      ],
      [
        {
          name: "옥상텃밭",
          subtitle: "천마산이 펼쳐진 정원같은 옥상텃밭",
          content:
            "다양한 허브·식용 꽃·식충식물·무초(舞草)들이 자라는 곳입니다. 마지막 계단을 올라서면 천마산이 펼쳐지면서 마치 정원에 와있는 듯 합니다.",
          img: "",
        },
      ],
    ],
  },
  {
    buildingCode: "기지#02",
    id: 1,
    subtitle: "",
    exp: "알로이시오전자기계고등학교의 교사동 건물이었습니다. 4층 건물을 1층만 남기고 2,3,4층을 철거하여 공간을 비우고 그 위에 대청마루를 지어 바람을 흐르게 하였습니다.",
    floor: [
      [
        {
          name: "나무공방",
          subtitle: "나무을 대하는 새로운 시각을 갖게 하는 공간",
          content:
            "입구에 들어서면 나무향이 가득한 자연 속으로 빠져드는 느낌입니다. 여기서의 다양한 활동은 아무리 하찮은 나뭇가지라도 아름답고 유용하게 쓰임을 다한다는 새로운 시각을 일깨워 줍니다.",
          img: "",
        },
      ],
    ],
  },

  {
    buildingCode: "기지#03",
    id: 2,
    subtitle: "",
    exp: "옛 알로이시오중학교 건물입니다. 이곳은 리모델링을 하지 않아 예전 모습을 간직하고 있습니다. 기지#01과 기지#02의 서브활동실로 사용하고 있으며, 5층에 위치한 대형 체육관은 낡았지만 공연, 전시, 체육활동 공간 등으로 활용되고 있습니다.",
    floor: [
      [
        {
          name: "체육관",
          subtitle: "옛날 느낌이 남아있는 체육관",
          content:
            "#03동은 리모델링을 하지 않아 예전모습을 간직하고 있습니다. 5층에 위치한 대형 체육관은 수리를 하여 체육활동공간으로 활용하고 있습니다.",
          img: "",
        },
        {
          name: "팜팜농장",
          subtitle: "넓은 실습실에서 만나는 싱싱한 화초들",
          content:
            "#03동 1층에 위치한 팜팜농장(다목적 실습실)은 원예활동을 하는 공간입니다. 다양한 화초와 꽃이 언제나 자리하고 있는 곳입니다.",
          img: "",
        },
      ],
    ],
  },
  {
    buildingCode: "기지#야외공간",
    id: 3,
    subtitle: "알로이시오 기지의 야외공간",
    exp: "",
    floor: [
      [
        {
          name: "대청마루",
          subtitle: "쓰임의 무한대 공간",
          content:
            "우리나라의 정서를 살려 만든 공간입니다. 바로 옆의 가족행복텃밭과 어우러져 멋진 풍경을 연출합니다. 자연을 느끼며 도란도란 이야기를 꽃피우는 등 예측할 수 없는 많은 일들이 이곳에서 일어납니다.",
          img: "",
        },
        {
          name: "가족행복텃밭",
          subtitle: "행복이 넘치는 가족텃밭",
          content:
            "옛 학교의 주차장 일부를 시멘트를 걷어내고 텃밭을 만들었습니다. 야외 텃밭의 2/3은 이웃 마을공동체를 위해 분양을 하여 나누고. 나머지 1/3 텃밭은 아이들의 텃밭 수업을 위해 쓰여지고 있습니다. 2평의 작은 텃밭이지만 부모님과, 아이들과, 부부가 함께 하며 심고 키우고 수확하는 가족의 행복이 넘치는 공간입니다.",
          img: "",
        },
        {
          name: "넝쿨정원",
          subtitle: "아이들의 웃음소리 가득한 놀이터",
          content:
            "아이들에게 예술적 경험을 즐기는 놀이터가 되길 희망하며 조숙진 작가님이 기증한 [숨바꼭질]이라는 놀이작품이 있는 곳입니다. 넝쿨정원에서는 주변의 나무와 꽃들과 함께 뛰어 노는 아이들의 웃음소리가 끊이지 않습니다.",
          img: "",
        },
      ],
    ],
  },
];
